

* Example


#+LATEX_HEADER: \usepackage{threeparttable}
#+AUTHOR: 
#+LATEX: \begin{table}
#+LATEX: \centering
#+LATEX: \begin{threeparttable}

| Time | Revenues          | Costs\tnote{1} | Profit margins\tnote{2} |
|------+-------------------+----------------+-------------------------|
|    1 | 25000.00          |       18750.00 |                 6250.00 |
|    2 | 27500.00\tnote{3} |       20625.00 |                 6875.00 |
|    3 | 30250.00\tnote{3} |       22687.50 |                 7562.50 |
|    4 | 33275.00\tnote{3} |       24956.25 |                 8318.75 |
|    5 | 36602.50\tnote{3} |       27451.88 |                 9150.62 |
|    6 | 40262.75\tnote{3} |       30197.06 |                10065.69 |
|    7 | 44289.03\tnote{3} |       33216.77 |                11072.26 |
|    8 | 48717.93\tnote{3} |       36538.45 |                12179.48 |
|    9 | 53589.72\tnote{3} |       40192.29 |                13397.43 |
|   10 | 58948.69\tnote{3} |       44211.52 |                14737.17 |
|------+-------------------+----------------+-------------------------|
#+TBLFM: $3=$2*.75::$4=$2-$3::@3$2=@-1$0*1.10::@4$2=@-1$0*1.10::@5$2=@-1$0*1.10::@6$2=@-1$0*1.10::@7$2=@-1$0*1.10::@8$2=@-1$0*1.10::@9$2=@-1$0*1.10::@10$2=@-1$0*1.10::@11$2=@-1$0*1.10

\begin{tablenotes}
\item [1] \(\$2*.75\)
\item [2] \(\$2-\$3\)
\item [3] \((-1,0)*1.10\)
\end{tablenotes}

#+LATEX: \end{threeparttable}
#+LATEX: \end{table}


* Example-2

#+TBLNAME: EX2
  | Column 1                 | Column 2        | Column 3    | Column 4[fn:TBL2] |
  |--------------------------+-----------------+-------------+-------------------|
  | some formula             | Another Formula |             |              2500 |
  | \(\frac{1}{2}\)[fn:TBL3] | 1.00[fn:TBL4]   |             |              2500 |
  |                          | 10[fn:TBL1]     | 10[fn:TBL1] |              2500 |
  |                          |                 |             |              2500 |
  #+TBLFM: $4=2500::@3$1=\frac{1}{2}::@3$2=\frac{\sqrt{2}}{\sqrt{2}}::@4$2=10::@4$3=10



* Footnotes

[fn:TBL1] 10

[fn:TBL2] 2500

[fn:TBL3] \(\frac{1}{2}\)

[fn:TBL4] \(\frac{\sqrt{2}}{\sqrt{2}}\)


  


